Repository: flexlixrup/TranslateKitSDK
Catalog: Sources/TranslateKitNewsLite/Localizable.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_419, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hant, zh_hk

# TK.Message.newsFeedUpdated
source: News feed updated.
ar: تم تحديث خلاصة الأخبار.
bg: Новините са актуализирани.
ca: Feed de notícies actualitzat.
cs: Kanál zpráv byl aktualizován.
da: Nyheder opdateret.
de: News-Feed aktualisiert.
el: Η ροή ειδήσεων ενημερώθηκε.
es: Se actualizó el feed de noticias.
es_419: El feed de noticias ha sido actualizado.
fi: Uutisvirta päivitetty.
fr: Fil d'actualités mis à jour.
fr_ca: Fil d'actualités mis à jour
he: ה-feed של החדשות עודכן.
hi: समाचार फ़ीड अपडेट हो गई है।
hr: Vijesti su ažurirane.
hu: Hírcsatorna frissítve.
id: Berita terbaru diperbarui.
it: Feed delle notizie aggiornato.
ja: ニュースフィードが更新されました。
kk: Жаңалықтар ағыны жаңартылды.
ko: 뉴스 피드가 업데이트되었습니다.
ms: Pangkalan berita telah dikemas kini.
nb: Nyhetsfeeden er oppdatert.
nl: Nieuwsfeed bijgewerkt.
pl: Kanał informacyjny zaktualizowany.
pt_br: Feed de notícias atualizado.
pt_pt: Feed de notícias atualizado.
ro: Feed-ul de știri a fost actualizat.
ru: Лента новостей обновлена.
sk: Správy boli aktualizované.
sv: Nyhetsflöde uppdaterat.
th: ฟีดข่าวได้รับการอัปเดต.
tr: Haber akışı güncellendi.
uk: Стрічка новин оновлена.
vi: Bảng tin đã được cập nhật.
zh_hans: 新闻源已更新。
zh_hant: 新聞推送已更新。
zh_hk: 新聞動態已更新。

# TK.Message.noNewArticlesAvailable
source: No new articles available.
ar: لا توجد مقالات جديدة متاحة.
bg: Няма налични нови статии.
ca: No hi ha articles nous disponibles.
cs: Žádné nové články k dispozici.
da: Ingen nye artikler tilgængelige.
de: Keine neuen Artikel verfügbar.
el: Δεν υπάρχουν νέα άρθρα διαθέσιμα.
es: No hay artículos nuevos disponibles.
es_419: No hay nuevos artículos disponibles.
fi: Ei uusia artikkeleita saatavilla.
fr: Aucun nouvel article disponible.
fr_ca: Aucun nouvel article disponible.
he: אין מאמרים חדשים זמינים.
hi: कोई नए लेख उपलब्ध नहीं हैं।
hr: Nema novih članaka.
hu: Nincsenek új cikkek.
id: Tidak ada artikel baru yang tersedia.
it: Nessun nuovo articolo disponibile.
ja: 新しい記事はありません。
kk: Жаңа мақалалар жоқ.
ko: 새로운 기사 없음.
ms: Tiada artikel baharu tersedia.
nb: Ingen nye artikler tilgjengelig.
nl: Geen nieuwe artikelen beschikbaar.
pl: Brak nowych artykułów.
pt_br: Nenhum artigo novo disponível.
pt_pt: Nenhum novo artigo disponível.
ro: Niciun articol nou disponibil.
ru: Нет новых статей.
sk: Žiadne nové články nie sú k dispozícii.
sv: Inga nya artiklar tillgängliga.
th: ไม่มีบทความใหม่.
tr: Yeni makale yok.
uk: Немає нових статей.
vi: Không có bài viết mới nào.
zh_hans: 没有新的文章可用。
zh_hant: 沒有新文章可用。
zh_hk: 沒有新的文章可用。

# TK.Message.premiumContentOnly
source: Premium content only.
ar: محتوى مميز فقط.
bg: Само премиум съдържание.
ca: Contingut només per a usuaris premium.
cs: Pouze prémiový obsah.
da: Kun premiumindhold.
de: Nur Premium-Inhalte.
el: Μόνο premium περιεχόμενο.
es: Contenido solo para premium.
es_419: Contenido premium solamente.
fi: Vain premium-sisältö.
fr: Contenu premium uniquement.
fr_ca: Contenu premium uniquement.
he: התוכן הוא תוכן פרימיום בלבד.
hi: केवल प्रीमियम सामग्री।
hr: Samo premium sadržaj.
hu: Csak prémium tartalom.
id: Hanya konten premium.
it: Contenuto solo per utenti premium.
ja: プレミアムコンテンツのみです。
kk: Тек премиум контент.
ko: 프리미엄 콘텐츠 전용입니다.
ms: Kandungan premium sahaja.
nb: Premiuminnhold kun.
nl: Alleen premium inhoud.
pl: Tylko treści premium.
pt_br: Conteúdo exclusivo para assinantes.
pt_pt: Conteúdo apenas para subscritores.
ro: Conținut premium.
ru: Только премиум-контент.
sk: Len prémiový obsah.
sv: Premiuminnehåll endast.
th: เนื้อหาพรีเมียมเท่านั้น.
tr: Sadece premium içerik.
uk: Тільки преміум контент.
vi: Chỉ nội dung cao cấp.
zh_hans: 仅限高级内容。
zh_hant: 僅限會員內容。
zh_hk: 僅限付費內容。

# TK.Message.subscribeToAccessFullContent
source: Subscribe to access full content.
ar: اشترك للوصول إلى المحتوى الكامل.
bg: Абонирай се, за да получиш достъп до цялото съдържание.
ca: Subscriu-te per accedir al contingut complet.
cs: Přihlaste se pro přístup k celému obsahu.
da: Tilmeld dig for at få adgang til hele indholdet.
de: Abonniere, um auf den gesamten Inhalt zuzugreifen.
el: Εγγραφείτε για να έχετε πρόσβαση σε όλο το περιεχόμενο.
es: Suscríbete para acceder al contenido completo.
es_419: Suscríbete para acceder al contenido completo.
fi: Tilaa päästäksesi koko sisältöön.
fr: Abonnez-vous pour accéder au contenu complet.
fr_ca: Abonnez-vous pour accéder au contenu complet.
he: הירשם כדי לגשת לתוכן המלא.
hi: पूर्ण सामग्री तक पहुँचने के लिए सदस्यता लें।
hr: Pretplatite se za pristup cijelom sadržaju.
hu: Iratkozz fel a teljes tartalom eléréséhez.
id: Langganan untuk mengakses konten lengkap.
it: Abbonati per accedere a contenuti completi.
ja: フルコンテンツにアクセスするにはサブスクリプションが必要です。
kk: Толық контентке қол жеткізу үшін жазылыңыз.
ko: 전체 콘텐츠에 접근하려면 구독하세요.
ms: Langgan untuk mengakses kandungan penuh.
nb: Abonner for å få tilgang til alt innholdet.
nl: Abonneer je voor volledige toegang tot de inhoud.
pl: Subskrybuj, aby uzyskać pełny dostęp do treści.
pt_br: Assine para acessar o conteúdo completo.
pt_pt: Subscreva para aceder ao conteúdo completo.
ro: Abonează-te pentru a accesa întregul conținut.
ru: Подпишитесь, чтобы получить доступ к полному контенту.
sk: Predplať si prístup k celému obsahu.
sv: Prenumerera för att få tillgång till hela innehållet.
th: สมัครสมาชิกเพื่อเข้าถึงเนื้อหาทั้งหมด
tr: Tam içeriğe erişim için abone olun.
uk: Підпишіться, щоб отримати доступ до повного контенту.
vi: Đăng ký để truy cập nội dung đầy đủ.
zh_hans: 订阅以访问完整内容。
zh_hant: 訂閱以獲取完整內容。
zh_hk: 訂閱以獲取完整內容。

# TK.Message.unableToLoadNews
source: Unable to load news.
ar: غير قادر على تحميل الأخبار.
bg: Не може да се заредят новини.
ca: No es poden carregar les notícies.
cs: Nelze načíst zprávy.
da: Kan ikke indlæse nyheder.
de: Nachrichten können nicht geladen werden.
el: Αδύνατη η φόρτωση ειδήσεων.
es: No se puede cargar las noticias.
es_419: No se pueden cargar las noticias.
fi: Uutisia ei voida ladata.
fr: Impossible de charger les nouvelles.
fr_ca: Impossible de charger les nouvelles.
he: לא ניתן לטעון חדשות.
hi: समाचार लोड करने में असमर्थ।
hr: Nije moguće učitati vijesti.
hu: Nem sikerült betölteni a híreket.
id: Tidak dapat memuat berita.
it: Impossibile caricare le notizie.
ja: ニュースを読み込めませんでした。
kk: Жаңалықтарды жүктеу мүмкін емес.
ko: 뉴스를 불러올 수 없습니다.
ms: Tidak dapat memuatkan berita.
nb: Kan ikke laste inn nyheter.
nl: Niet mogelijk om nieuws te laden.
pl: Nie można załadować wiadomości.
pt_br: Não foi possível carregar as notícias.
pt_pt: Incapaz de carregar as notícias.
ro: Nu se pot încărca știrile.
ru: Не удается загрузить новости.
sk: Nemožno načítať správy.
sv: Det går inte att ladda nyheter.
th: ไม่สามารถโหลดข่าวสารได้.
tr: Haberleri yüklemek mümkün olmadı.
uk: Неможливо завантажити новини.
vi: Không thể tải tin tức.
zh_hans: 无法加载新闻。
zh_hant: 無法載入新聞。
zh_hk: 無法加載新聞。

# TK.Message.yourNewsFeedIsUpToDate
source: Your news feed is up to date.
ar: خلاصة أخبارك محدثة.
bg: Новинарският ти поток е актуализиран.
ca: El teu feed de notícies està actualitzat.
cs: Tvé novinky jsou aktuální.
da: Din nyhedsfeed er opdateret.
de: Dein Newsfeed ist aktuell.
el: Η ροή ειδήσεών σου είναι ενημερωμένη.
es: Tu feed de noticias está actualizado.
es_419: Tu feed de noticias está actualizado.
fi: Uutisvirrasi on ajan tasalla.
fr: Votre fil d'actualité est à jour.
fr_ca: Votre fil d'actualités est à jour.
he: הפיד החדשות שלך מעודכן.
hi: आपकी समाचार फ़ीड अद्यतित है।
hr: Tvoj feed vijesti je ažuran.
hu: A hírfolyamad naprakész.
id: Berita terbarumu sudah diperbarui.
it: Il tuo feed di notizie è aggiornato.
ja: ニュースフィードは最新の状態です。
kk: Сіздің жаңалықтар ағыныңыз жаңартылды.
ko: 뉴스 피드가 최신 상태입니다.
ms: Suapan berita anda adalah terkini.
nb: Nyhetsfeeden din er oppdatert.
nl: Je nieuwsfeed is up-to-date.
pl: Twoja sekcja wiadomości jest aktualna.
pt_br: Seu feed de notícias está atualizado.
pt_pt: O teu feed de notícias está atualizado.
ro: Feed-ul tău de știri este la zi.
ru: Ваша лента новостей актуальна.
sk: Tvoj informačný kanál je aktuálny.
sv: Ditt nyhetsflöde är uppdaterat.
th: ฟีดข่าวของคุณได้รับการอัปเดตแล้ว.
tr: Haber kaynağınız güncel.
uk: Ваша стрічка новин актуальна.
vi: Bảng tin của bạn đã được cập nhật.
zh_hans: 你的信息流是最新的。
zh_hant: 你的新聞訂閱是最新的。
zh_hk: 你的新闻动态是最新的。

# TK.Placeholder.addACommentDots
source: Add a comment…
ar: أضف تعليقًا…
bg: Добави коментар…
ca: Afegir un comentari…
cs: Přidat komentář…
da: Tilføj en kommentar…
de: Kommentar hinzufügen…
el: Προσθήκη σχολίου…
es: Añadir un comentario…
es_419: Agregar un comentario…
fi: Lisää kommentti…
fr: Ajouter un commentaire…
fr_ca: Ajouter un commentaire…
he: הוסף תגובה…
hi: एक टिप्पणी जोड़ें…
hr: Dodaj komentar…
hu: Írj hozzászólást…
id: Tambahkan komentar…
it: Aggiungi un commento…
ja: コメントを追加…
kk: Пікір қосу…
ko: 댓글 추가…
ms: Tambah komen…
nb: Legg til kommentar…
nl: Voeg een opmerking toe…
pl: Dodaj komentarz…
pt_br: Adicionar um comentário…
pt_pt: Adicionar um comentário…
ro: Adaugă un comentariu…
ru: Добавить комментарий…
sk: Pridať komentár…
sv: Lägg till en kommentar…
th: เพิ่มความคิดเห็น…
tr: Yorum ekle…
uk: Додати коментар…
vi: Thêm bình luận…
zh_hans: 添加评论…
zh_hant: 新增註解…
zh_hk: 新增評論…

# TK.Placeholder.enterTopicOrKeywordDots
source: Enter topic or keyword…
ar: أدخل الموضوع أو الكلمة المفتاحية…
bg: Въведи тема или ключова дума…
ca: Introdueix el tema o la paraula clau…
cs: Zadejte téma nebo klíčové slovo…
da: Indtast emne eller nøgleord…
de: Thema oder Schlagwort eingeben…
el: Εισάγετε θέμα ή λέξη-κλειδί…
es: Introduce un tema o palabra clave…
es_419: Ingresa el tema o la palabra clave…
fi: Syötä aihe tai avainsana…
fr: Entrez un sujet ou un mot-clé…
fr_ca: Entrez un sujet ou un mot-clé…
he: הזן נושא או מילה מפתח…
hi: विषय या प्रमुख शब्द दर्ज करें…
hr: Unesite temu ili ključnu riječ…
hu: Írd be a témát vagy kulcsszót…
id: Masukkan topik atau kata kunci…
it: Inserisci argomento o parola chiave…
ja: トピックまたはキーワードを入力…
kk: Тақырып немесе кілт сөзді енгізіңіз…
ko: 주제 또는 키워드 입력…
ms: Masukkan topik atau kata kunci…
nb: Skriv inn emne eller nøkkelord…
nl: Voer onderwerp of trefwoord in...
pl: Wprowadź temat lub słowo kluczowe…
pt_br: Insira o tópico ou palavra-chave…
pt_pt: Introduza o tópico ou palavra-chave…
ro: Introdu subiectul sau cuvântul cheie…
ru: Введите тему или ключевое слово…
sk: Zadaj tému alebo kľúčové slovo…
sv: Skriv in ämne eller nyckelord…
th: กรุณาใส่หัวข้อหรือคำสำคัญ…
tr: Konu veya anahtar kelime girin…
uk: Введіть тему або ключове слово…
vi: Nhập chủ đề hoặc từ khóa…
zh_hans: 请输入主题或关键词…
zh_hant: 輸入主題或關鍵詞…
zh_hk: 輸入主題或關鍵字…

# TK.Placeholder.filterResultsDots
source: Filter results…
ar: تصفية النتائج…
bg: Филтрирай резултатите…
ca: Filtra resultats…
cs: Filtrovat výsledky…
da: Filtrer resultater…
de: Ergebnisse filtern…
el: Φιλτράρετε τα αποτελέσματα…
es: Filtrar resultados…
es_419: Filtrar resultados…
fi: Suodata tuloksia…
fr: Filtrer les résultats…
fr_ca: Filtrer les résultats…
he: סנן תוצאות…
hi: परिणामों को फ़िल्टर करें…
hr: Filtriraj rezultate…
hu: Eredmények szűrése…
id: Filter hasil…
it: Filtra risultati…
ja: 結果をフィルタ…
kk: Нәтижелерді сүзу…
ko: 결과 필터링…
ms: Tapis hasil…
nb: Filtrer resultater…
nl: Filter resultaten...
pl: Filtruj wyniki…
pt_br: Filtrar resultados…
pt_pt: Filtrar resultados…
ro: Filtrează rezultatele…
ru: Фильтровать результаты…
sk: Filtrovať výsledky…
sv: Filtrera resultat…
th: กรองผลลัพธ์…
tr: Sonuçları filtrele…
uk: Фільтруйте результати…
vi: Lọc kết quả…
zh_hans: 筛选结果…
zh_hant: 篩選結果…
zh_hk: 過濾結果…

# TK.Placeholder.loadingHeadlinesDots
source: Loading headlines…
ar: جارٍ تحميل العناوين…
bg: Зареждане на заглавия...
ca: Carregant titulars…
cs: Načítám titulky…
da: Indlæser overskrifter…
de: Überschriften werden geladen…
el: Φόρτωμα επικεφαλίδων…
es: Cargando titulares…
es_419: Cargando titulares…
fi: Ladataan uutisia…
fr: Chargement des titres…
fr_ca: Chargement des manchettes…
he: טוען כותרות…
hi: हेडलाइन्स लोड हो रही हैं...
hr: Učitavam naslove…
hu: Címek betöltése…
id: Memuat berita utama…
it: Caricamento titoli…
ja: ヘッドラインを読み込み中…
kk: Басты тақырыптар жүктелуде…
ko: 헤드라인 로딩 중…
ms: Memuatkan tajuk berita…
nb: Laster overskrifter…
nl: Koppen laden…
pl: Ładowanie nagłówków…
pt_br: Carregando manchetes…
pt_pt: A carregar manchetes...
ro: Încărcare titluri…
ru: Загрузка заголовков...
sk: Načítavam titulky...
sv: Laddar rubriker…
th: กำลังโหลดข่าวสาร…
tr: Haber başlıkları yükleniyor…
uk: Завантажую заголовки…
vi: Đang tải tiêu đề…
zh_hans: 加载头条中...
zh_hant: 正在加載頭條…
zh_hk: 加載頭條新聞中...

# TK.Placeholder.loadingNextStoryDots
source: Loading next story…
ar: جارٍ تحميل القصة التالية…
bg: Зареждане на следващата история...
ca: Carregant la següent història…
cs: Načítám další příběh…
da: Indlæser næste historie…
de: Nächste Geschichte wird geladen…
el: Φόρτωμα επόμενης ιστορίας…
es: Cargando siguiente historia…
es_419: Cargando la siguiente historia…
fi: Ladataan seuraavaa tarinaa…
fr: Chargement de l'histoire suivante…
fr_ca: Chargement de la prochaine histoire…
he: טוען את הסיפור הבא…
hi: अगली कहानी लोड हो रही है...
hr: Učitavam sljedeću priču…
hu: Következő történet betöltése…
id: Memuat cerita berikutnya…
it: Caricamento prossima storia…
ja: 次のストーリーを読み込み中…
kk: Келесі оқиға жүктелуде…
ko: 다음 이야기 로딩 중…
ms: Memuatkan cerita seterusnya…
nb: Laster neste historie…
nl: Volgend verhaal laden…
pl: Ładowanie następnej historii…
pt_br: Carregando próxima história…
pt_pt: A carregar próxima história...
ro: Următoarea poveste…
ru: Загрузка следующей истории...
sk: Načítavam ďalší príbeh...
sv: Laddar nästa berättelse…
th: กำลังโหลดเรื่องราวถัดไป…
tr: Sonraki hikaye yükleniyor…
uk: Завантажую наступну історію…
vi: Đang tải câu chuyện tiếp theo…
zh_hans: 加载下一个故事中...
zh_hant: 正在加載下一個故事…
zh_hk: 加載下一個故事中...

# TK.Placeholder.noArticlesAvailableDots
source: No articles available…
ar: لا توجد مقالات متاحة…
bg: Няма налични статии…
ca: No hi ha articles disponibles…
cs: Není dostupný žádný článek…
da: Ingen artikler tilgængelige…
de: Keine Artikel verfügbar…
el: Δεν υπάρχουν διαθέσιμα άρθρα…
es: No hay artículos disponibles…
es_419: No hay artículos disponibles…
fi: Ei artikkeleita saatavilla…
fr: Aucun article disponible…
fr_ca: Aucun article disponible…
he: אין מאמרים זמינים…
hi: कोई लेख उपलब्ध नहीं हैं…
hr: Nema dostupnih članaka…
hu: Nincsenek elérhető cikkek…
id: Tidak ada artikel tersedia…
it: Nessun articolo disponibile…
ja: 利用可能な記事はありません…
kk: Мақалалар жоқ…
ko: 사용 가능한 기사 없음…
ms: Tiada artikel tersedia…
nb: Ingen artikler tilgjengelig…
nl: Geen artikelen beschikbaar...
pl: Brak dostępnych artykułów…
pt_br: Sem artigos disponíveis…
pt_pt: Sem artigos disponíveis…
ro: Nu sunt articole disponibile…
ru: Нет доступных статей…
sk: Žiadne články nie sú k dispozícii…
sv: Inga artiklar tillgängliga…
th: ไม่มีบทความให้บริการ…
tr: Hiç makale yok…
uk: Немає доступних статей…
vi: Không có bài viết nào…
zh_hans: 没有可用文章…
zh_hant: 沒有可用的文章…
zh_hk: 沒有可用的文章…

# TK.Placeholder.noResultsFoundDots
source: No results found…
ar: لم يتم العثور على نتائج…
bg: Няма намерени резултати…
ca: No s'han trobat resultats…
cs: Žádné výsledky nenalezeny…
da: Ingen resultater fundet…
de: Keine Ergebnisse gefunden…
el: Δεν βρέθηκαν αποτελέσματα…
es: No se encontraron resultados…
es_419: No se encontraron resultados…
fi: Ei tuloksia löytynyt…
fr: Aucun résultat trouvé…
fr_ca: Aucun résultat trouvé…
he: לא נמצאו תוצאות…
hi: कोई परिणाम नहीं मिला…
hr: Nema pronađenih rezultata…
hu: Nincs találat…
id: Tidak ada hasil ditemukan…
it: Nessun risultato trovato…
ja: 結果が見つかりませんでした…
kk: Нәтижелер табылмады…
ko: 결과 없음…
ms: Tiada hasil ditemui…
nb: Ingen resultater funnet…
nl: Geen resultaten gevonden...
pl: Brak wyników…
pt_br: Nenhum resultado encontrado…
pt_pt: Nenhum resultado encontrado…
ro: Nu au fost găsite rezultate…
ru: Не найдено результатов…
sk: Nenašli sa žiadne výsledky…
sv: Inga resultat funna…
th: ไม่พบผลลัพธ์…
tr: Sonuç bulunamadı…
uk: Не знайдено результатів…
vi: Không tìm thấy kết quả nào…
zh_hans: 未找到结果…
zh_hant: 未找到結果…
zh_hk: 未找到結果…

# TK.Placeholder.searchNewsDots
source: Search news…
ar: ابحث عن الأخبار…
bg: Търси новини…
ca: Cerca notícies...
cs: Hledat novinky…
da: Søg efter nyheder…
de: Nach Nachrichten suchen…
el: Αναζήτηση ειδήσεων…
es: Buscar noticias…
es_419: Buscar noticias…
fi: Etsi uutisia…
fr: Rechercher des actualités…
fr_ca: Recherche de nouvelles…
he: חפש חדשות…
hi: समाचार खोजें…
hr: Pretraži vijesti…
hu: Keresés hírek között…
id: Cari berita…
it: Cerca notizie…
ja: ニュースを検索中…
kk: Жаңалықтарды іздеу…
ko: 뉴스 검색…
ms: Cari berita…
nb: Søk etter nyheter…
nl: Zoek nieuws…
pl: Szukaj wiadomości…
pt_br: Buscar notícias…
pt_pt: Pesquisar notícias…
ro: Caută știri…
ru: Поиск новостей…
sk: Hľadať správy…
sv: Sök nyheter…
th: ค้นหาข่าว…
tr: Haberleri ara…
uk: Шукати новини…
vi: Tìm tin tức…
zh_hans: 搜索新闻…
zh_hant: 搜尋新聞…
zh_hk: 搜索新聞…

# TK.Placeholder.searchTrendingTopicsDots
source: Search trending topics…
ar: ابحث عن الموضوعات الشائعة…
bg: Търси популярни теми...
ca: Cerca temes de tendència…
cs: Hledat populární témata…
da: Søg efter trending emner…
de: Trendthemen suchen…
el: Αναζήτηση δημοφιλών θεμάτων…
es: Buscar temas de tendencia…
es_419: Buscar temas populares…
fi: Etsi trendikkäitä aiheita…
fr: Rechercher des sujets tendance…
fr_ca: Chercher des sujets tendances…
he: חפש נושאים פופולריים…
hi: प्रचलित विषय खोजें…
hr: Pretraži popularne teme…
hu: Trending témák keresése…
id: Cari topik trending…
it: Cerca argomenti di tendenza…
ja: トレンドトピックを検索…
kk: Актуалды тақырыптарды іздеу…
ko: 인기 주제 검색…
ms: Cari topik trending…
nb: Søk etter populære emner…
nl: Zoek trending onderwerpen…
pl: Szukaj popularnych tematów…
pt_br: Buscar tópicos em alta…
pt_pt: Pesquisar tópicos em tendência…
ro: Caută subiecte de actualitate…
ru: Поиск популярных тем…
sk: Hľadať populárne témy…
sv: Sök trendiga ämnen…
th: ค้นหาหัวข้อที่กำลังเป็นกระแส…
tr: Trend olan konuları ara…
uk: Шукати популярні теми…
vi: Tìm chủ đề xu hướng…
zh_hans: 搜索热门话题…
zh_hant: 搜尋熱門話題…
zh_hk: 搜索热门话题…

# TK.Placeholder.typeACommentDots
source: Type a comment…
ar: اكتب تعليقًا…
bg: Напиши коментар…
ca: Escriu un comentari…
cs: Napsat komentář…
da: Skriv en kommentar…
de: Einen Kommentar schreiben…
el: Πληκτρολόγησε ένα σχόλιο…
es: Escribir un comentario…
es_419: Escribe un comentario…
fi: Kirjoita kommentti…
fr: Taper un commentaire…
fr_ca: Tapez un commentaire…
he: הקלד תגובה…
hi: एक टिप्पणी लिखें…
hr: Upiši komentar…
hu: Hozzászólás írása…
id: Ketik komentar…
it: Scrivi un commento…
ja: コメントを入力…
kk: Пікір жазыңыз…
ko: 댓글 입력…
ms: Ketik ulasan…
nb: Skriv en kommentar…
nl: Typ een opmerking…
pl: Napisz komentarz…
pt_br: Digite um comentário…
pt_pt: Escreve um comentário…
ro: Scrie un comentariu…
ru: Введите комментарий…
sk: Napísať komentár…
sv: Skriv en kommentar…
th: พิมพ์ความคิดเห็น…
tr: Yorum yaz…
uk: Ввести коментар…
vi: Nhập bình luận…
zh_hans: 输入评论…
zh_hant: 輸入評論…
zh_hk: 输入评论…

# TK.Placeholder.verifyingSourceDots
source: Verifying source…
ar: جاري التحقق من المصدر…
bg: Проверка на източника…
ca: Verificant la font…
cs: Ověřuji zdroj…
da: Verificerer kilde…
de: Quelle überprüfen…
el: Επιβεβαίωση πηγής…
es: Verificando fuente…
es_419: Verificando fuente…
fi: Varmistetaan lähde…
fr: Vérification de la source…
fr_ca: Vérification de la source…
he: מאמת מקור…
hi: स्रोत सत्यापित कर रहे हैं...
hr: Provjeravam izvor…
hu: Forrás ellenőrzése…
id: Memverifikasi sumber…
it: Verifica della fonte…
ja: ソースを確認中…
kk: Дереккөзді тексеру…
ko: 출처 확인 중…
ms: Mengesahkan sumber…
nb: Verifiserer kilde…
nl: Bron verifiëren…
pl: Weryfikowanie źródła…
pt_br: Verificando fonte…
pt_pt: A verificar fonte…
ro: Verificând sursa…
ru: Проверка источника…
sk: Overujem zdroj…
sv: Verifierar källa…
th: กำลังตรวจสอบแหล่งที่มา…
tr: Kaynağı doğrulanıyor…
uk: Перевірка джерела…
vi: Đang xác minh nguồn…
zh_hans: 正在验证源…
zh_hant: 正在驗證來源…
zh_hk: 驗證來源…

# TK.Placeholder.writeAReplyDots
source: Write a reply…
ar: اكتب ردًا…
bg: Напиши отговор…
ca: Escriu una resposta…
cs: Napsat odpověď…
da: Skriv et svar…
de: Eine Antwort schreiben…
el: Γράψε μία απάντηση…
es: Escribir una respuesta…
es_419: Escribe una respuesta…
fi: Kirjoita vastaus…
fr: Écrire une réponse…
fr_ca: Écrire une réponse…
he: כתוב תגובה…
hi: एक उत्तर लिखें…
hr: Napiši odgovor…
hu: Válasz írása…
id: Tulis balasan…
it: Scrivi una risposta…
ja: 返信を書く…
kk: Жауап жазыңыз…
ko: 답변 작성…
ms: Tulis balasan…
nb: Skriv et svar…
nl: Schrijf een reactie…
pl: Napisz odpowiedź…
pt_br: Escrever uma resposta…
pt_pt: Escreve uma resposta…
ro: Scrie un răspuns…
ru: Напишите ответ…
sk: Napísať odpoveď…
sv: Skriv ett svar…
th: เขียนการตอบกลับ…
tr: Bir yanıt yaz…
uk: Написати відповідь…
vi: Viết một phản hồi…
zh_hans: 写回复…
zh_hant: 撰寫回覆…
zh_hk: 撰写回复…

# TK.Placeholder.writeYourOpinionDots
source: Write your opinion…
ar: اكتب رأيك…
bg: Напиши мнението си…
ca: Escriu la teva opinió…
cs: Napsat svůj názor…
da: Skriv din mening…
de: Deine Meinung schreiben…
el: Γράψε τη γνώμη σου…
es: Escribe tu opinión…
es_419: Escribe tu opinión…
fi: Kirjoita mielipiteesi…
fr: Écrire votre opinion…
fr_ca: Écris ton opinion…
he: כתוב את דעתך…
hi: अपनी राय लिखें…
hr: Napiši svoje mišljenje…
hu: A véleményed írása…
id: Tulis pendapat Anda…
it: Scrivi la tua opinione…
ja: あなたの意見を書く…
kk: Пікіріңізді жазыңыз…
ko: 의견 작성하기…
ms: Tulis pendapat anda…
nb: Skriv meningen din…
nl: Schrijf je mening…
pl: Napisz swoją opinię…
pt_br: Escrever sua opinião…
pt_pt: Escreve a tua opinião…
ro: Scrie părerea ta…
ru: Напишите своё мнение…
sk: Napísať svoj názor…
sv: Skriv din åsikt…
th: เขียนความเห็นของคุณ…
tr: Fikrini yaz…
uk: Написати свою думку…
vi: Viết ý kiến của bạn…
zh_hans: 写下你的观点…
zh_hant: 撰寫你的意見…
zh_hk: 設好你的意見…
